Repository: EticaAI/lsf-cache
Catalog: 1603/25/1/1603_25_1.no11.tmx
Source language: lat
Languages: ara, ava, bel, bre, bul, cat, ces, chv, cym, dan, deu, ell, eng, epo, est, eus, fas, fin, fra, gle, glg, hbs, heb, hin, hrv, hun, hye, ido, ita, jpn, kab, kan, kor, lav, lit, mkd, nan, nld, nno, nob, pol, por, qcc, rus, san, slk, spa, srp, swe, tel, tgl, tha, tur, uig, ukr, vie, wuu, xmf, yue, zho

source: Caput humanum
ara: رأس الإنسان
bel: галава чалавека
cat: cap humà
ces: hlava
cym: pen dynol
dan: menneskehovede
deu: Kopf des Menschen
eng: human head
epo: homa kapo
fas: سر انسان
fra: tête humaine
heb: ראש אנושי
hun: emberi fej
ita: testa umana
jpn: ヒトの頭
kab: Aqerru
kan: ಮಾನವನ ತಲೆ
mkd: човечка глава
nld: menselijk hoofd
nno: menneskehovud
nob: menneskehode
pol: głowa człowieka
por: cabeça humana
qcc: Q3409626
rus: голова человека
san: शिरः
spa: cabeza humana
srp: ljudska glava
swe: människohuvud
tha: ศรีษะมนุษย์
ukr: голова людини
vie: đầu người
yue: 人頭
zho: 人類頭部

source: sinciput
ara: جبهة
ava: Нодо
bel: Лоб
bre: Tal
bul: Чело
cat: front
ces: čelo
chv: Çамка
cym: Talcen
dan: pande
deu: Stirn
ell: μέτωπο
eng: forehead
epo: frunto
est: Laup
eus: Bekoki
fas: پیشانی
fin: otsa
fra: front
gle: Éadan
glg: Testa
hbs: Čelo
heb: מצח
hin: ललाट
hrv: Čelo
hun: Homlok
hye: Ճակատ (մարմնի մաս)
ita: fronte
jpn: 額
kan: ಹಣೆ
kor: 이마
lav: piere
lit: Kakta
mkd: чело
nan: Thâu-hia̍h
nld: voorhoofd
nno: panne
nob: panne
pol: czoło
por: testa
qcc: Q41055
rus: лоб
san: ललाटम्
slk: Čelo
spa: frente
srp: Чело
swe: panna
tel: నుదురు
tgl: Noo
tur: Alın
uig: ماڭلاي
ukr: Чоло
vie: trán
wuu: 额骨头
xmf: ჸვა
yue: 額頭
zho: 前额

source: occiput
ara: مؤخر الرأس
cat: Occípit
eus: Okzipuzio
fin: Takaraivo
glg: Occipicio
ita: occipite
jpn: 後頭部
lit: Pakaušis
nno: bakhovud
pol: Potylica
por: Occipício
qcc: Q3321315
spa: Occipucio
tha: ท้ายทอย
xmf: ოჸულე
yue: 後尾枕

source: Truncus
ara: جذع
ava: Рачелкъай-2
bel: Тулава
bul: Туловище
cat: tronc
ces: trup
chv: Çанçурăм
dan: Torso
deu: Rumpf
eng: torso
epo: torso
est: Kere
eus: Gorputz-enbor
fas: تنه
fin: torso
fra: tronc
gle: Tóracs
glg: Tronco
hbs: Torzo
heb: גו
hin: धड़
hrv: Torzo
hun: Torzó
ido: Torso
ita: tronco
jpn: 胴体
kab: Igiger
kan: ಮುಂಡ
kor: 몸통
lav: rumpis
lit: Liemuo
mkd: труп
nan: Tōng-thé
nld: romp
nob: torso
pol: tułów
por: tronco
qcc: Q160695
rus: туловище
slk: Trup
spa: tronco
srp: Torzo
swe: torso
tel: మొండెం
tgl: Punungkatawan
tha: ลำตัว
tur: Gövde
uig: گەۋدە
ukr: Тулуб
vie: thân mình
wuu: 躯干
yue: 軀幹
zho: 軀幹

source: Pectus
ara: صدر
ava: Керен
bel: грудная клетка
bre: Bruched
bul: гръден кош
cat: tors
ces: hrudník
cym: Thoracs
dan: Brystkasse
deu: Brust
ell: θώρακας
eng: thorax
epo: brusto
est: rind
eus: Torax
fas: سینه
fin: Rinta
fra: torse
gle: Cliabhrach
glg: Peito
hbs: Prsni koš
heb: בית החזה
hin: छाती
hrv: Prsni koš
hun: mellkas
hye: Կրծքավանդակ
ido: Torako
ita: petto
jpn: 胸
kab: Idmaren
kan: ಎದೆ
kor: 가슴
lav: krūškurvis
lit: Krūtinė
mkd: Граден кош
nan: Heng-khám
nld: Borstkas
nno: bryst
nob: bryst
pol: klatka piersiowa
por: peito
qcc: Q9645
rus: торакс
san: वक्षःस्थलम्
slk: Hrudník
spa: torso
srp: груди
swe: bröst
tel: ఛాతీ
tgl: Dibdib
tha: ทรวงอก
tur: göğüs
uig: تۆش
ukr: грудна клітка
vie: Ngực
wuu: 胸
yue: 胸
zho: 胸部

source: Abdomen
ara: بطن
ava: Чехь
bel: брушка
bre: Kof
bul: Корем
ces: břicho
chv: Хырăм
dan: Bughule
ell: κοιλιά
epo: ventro
est: Kõht
fas: شکم
fin: Vatsa
gle: Abdóman
glg: Abdome
hbs: Trbuh
heb: בטן
hin: उदर
hrv: Trbuh
hun: Has
hye: Որովայն
ido: abdomino
ita: addome
jpn: 腹
kab: Adis
kan: ಉದರ
kor: 배
lav: Vēders
lit: Pilvelis
mkd: стомак
nan: Pak-tó͘
nld: buik
nob: buk
pol: brzuch
por: abdómen
qcc: Q9597
rus: живот
san: नाभिः
slk: Brucho (stavovce)
srp: trbuh
swe: buken
tel: ఉదరము
tgl: Puson
tha: ท้อง
tur: Karın
uig: قورساق قىسم
ukr: живіт
vie: bụng
wuu: 腹
xmf: ქვარა
yue: 腹
zho: 腹

source: Pelvis
ara: حوض
ava: РохокъотӀялъул ракьа
bre: Lestr
bul: Таз
ces: pánev
chv: Сутана́
cym: Pelfis
dan: Bækken
deu: Becken
ell: Λεκάνη
epo: pelvo
est: Vaagen
eus: Pelbis
fas: لگن خاصره
fin: Lantio
fra: bassin
gle: Peilbheas
glg: Pelve
hbs: Zdjelica
heb: אגן
hin: कूल्हा
hrv: Zdjelica
hun: Csontos medence
hye: Կոնք
ido: Pelvo
ita: bacino
jpn: 骨盤
kor: 골반
lav: iegurnis
lit: Kaulinis dubuo
mkd: карлица
nld: bekken
nno: bekken
nob: bekken
pol: kość miedniczna
por: bacia
qcc: Q713102
rus: таз
slk: Panva
srp: Karlica
swe: bäcken
tel: శ్రోణి మేఖల
tgl: Balakang
tha: เชิงกราน
uig: يانپاش
ukr: таз
vie: Khung chậu
wuu: 骨盆
xmf: კინჭიხე
yue: 躉
zho: 骨盆

source: Dorsum
ara: ظهر
ava: Мугъ
bel: спіна
bre: Kein
bul: Гръб
cat: esquena
ces: záda
chv: Çурăм
cym: Cefn
dan: ryg
deu: Rücken
ell: Πλάτη
eng: back
epo: dorso
est: Selg
eus: Bizkar
fas: پشت انسان
fin: selkä
fra: dos
glg: Costas
heb: גב
hin: मानव पीठ
hrv: Leđa
hye: մեջք
ido: Dorso
ita: schiena
jpn: 背中
kab: Azagur
kor: 등
lav: mugura
lit: Nugara
mkd: грб
nan: Poē
nld: rug
nno: rygg
nob: rygg
pol: plecy
por: costas
qcc: Q133279
rus: спина
san: पृष्ठभागः
spa: espalda
srp: леђа
swe: rygg
tel: వీపు
tgl: Likod ng tao
tur: Sırt
ukr: спина
vie: Lưng người
wuu: 背
xmf: ოჭიში
yue: 背脊
zho: 背
